semestr2/etyka/23.02.2021-etyka-a-moralność.md

# Table of Contents

1.  [Etyka a moralność](#org619621e)
2.  [Działy etyki](#org49604ff)
    1.  [etologia, etyka opisowa (XIX w)](#org61f7cc6)
    2.  [etyka normatywna, etyka właściwa, etyka filozoficzna (od antyku)](#org9dfaec1)
    3.  [metaetyka (najmłodsza)](#org58f6259)
    4.  [elementy systemu etycznego](#org08d7847)
3.  [Funkcje etyki (wobec moralnosci)](#orgdb7d28a)



<a id="org619621e"></a>

# Etyka a moralność

-   Etyka to teoria moralności
-   Moralnosć obejmuje obszar praktycznych czynów i decyzji
-   w kontekście danego społeczenstwa mozna je przyrównać
-   moralność jest przedmiotem etyki
-   summum bonum - dobro najwyższe


<a id="org49604ff"></a>

# Działy etyki


<a id="org61f7cc6"></a>

## etologia, etyka opisowa (XIX w)

-   badanie moralności w aspekcie socjologicznym, historycznym i psychologicznym
-   nie wartościuje, jej główną funckja jest opisanie i wyjaśnienie zjawisk moralnych
-   moze byc uprawiana jako historia moralności


<a id="org9dfaec1"></a>

## etyka normatywna, etyka właściwa, etyka filozoficzna (od antyku)


<a id="org58f6259"></a>

## metaetyka (najmłodsza)


<a id="org08d7847"></a>

## elementy systemu etycznego

-   normy moralne- prawidło, zasady moralne np nie zabijaj
    -   normy ideału (np zaopiekuj sie cudzym dzieckiem)
    -   normy obowiazku (np zaopiekuj się własnym dzieckiem)
-   oceny moralne
-   wzorce osobowe
-   sankcje moralne
    -   wykluczenie z grupy społecznej
    -   plotka
    -   ?


<a id="orgdb7d28a"></a>

# Funkcje etyki (wobec moralnosci)

-   informacyjno - komunikatywna
-   **integracyjno - społeczna:** przedstawiane przez system nnormy scalaja ludzi
-   **regulatywna:** normy i wzory wpływaja na konkretne postepowanie ludzi
-   **praktyczno - inspirująca:** normy, wartości i ideały mogą działać inspirująco
-   **integracyjno - psychiczna:** przestrzeganie i znajomość norm moralnych integruje wewnętrznie człowieka
-   **wychowawcza:** wpływa na kształtowanie społecznej swiadomości moralnej
-   **naukowa:** wartościowanie danych kierunków badań

